Repository: EmanuelMairoll/AVSDK-mirror
Catalog: AVSwiftSample/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, zh_hans, zh_hant

# auth_result.authentic
source: authentic
ar: أصلي
de: authentisch
es: auténtico
fr: authentique
it: autentico
ja: 本物
zh_hans: 真实
zh_hant: 真實

# auth_result.counterfeit
source: counterfeit
ar: مزيف
de: gefälscht
es: falso
fr: contrefaçon
it: contraffatto
ja: 偽物
zh_hans: 假冒
zh_hant: 偽造

# auth_result.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# auth_result.inconclusive
source: inconclusive
ar: غير حاسم
de: uneindeutig
es: inconcluso
fr: non concluant
it: inconcludente
ja: 結論の出ない
zh_hans: 无结论
zh_hant: 無結論

# auth_result.other
source: other
ar: آخر
de: sonstig
es: otro
fr: autre
it: altro
ja: その他
zh_hans: 其他
zh_hant: 其他

# auth_result.standard_2d_code
source: non-AV code
ar: رمز غير AV
de: kein AV Code
es: código no AV
fr: code non-AV
it: codice non AV
ja: 非AVコード
zh_hans: 非AV代码
zh_hant: 非AV代碼

# auth_result.timeout
source: timeout
ar: مهلة
es: tiempo de espera agotado
fr: temps écoulé
it: tempo scaduto
ja: タイムアウト
zh_hans: 超时
zh_hant: 超時

# auth_result.unsupported_label
source: unsupported
ar: غير مدعوم
de: nicht unterstützt
es: no soportado
fr: non pris en charge
it: non supportato
ja: サポートされていない
zh_hans: 不支持
zh_hant: 不支持

# camera_unavailable.button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# camera_unavailable.button.ignore
source: Open AV SDK anyway
ar: افتح الـ AV SDK على أي حال
de: AV SDK trotzdem öffnen
es: Abrir el AV SDK de todos modos
fr: Ouvrir l'AV SDK quand même
it: Apri comunque l'AV SDK
ja: とにかくAV SDKを開く
zh_hans: 无论如何打开AV SDK
zh_hant: 無論如何開啟AV SDK

# camera_unavailable.button.open_app_settings
source: Open App Settings
ar: افتح إعدادات التطبيق
de: App-Einstellungen öffnen
es: Abrir configuración de la aplicación
fr: Ouvrir les paramètres de l'application
it: Apri Impostazioni App
ja: アプリ設定を開く
zh_hans: 打开应用设置
zh_hant: 開啟應用設定

# camera_unavailable.message
source: You have denied camera access. Consider to direct the user to iOS' settings where camera access can be granted. The AV SDK requires camera access.
ar: لقد رفضت الوصول إلى الكاميرا. يُرجى النظر في توجيه المستخدم إلى إعدادات نظام iOS حيث يمكن منح الوصول إلى الكاميرا. يتطلب AV SDK الوصول إلى الكاميرا.
de: Der Zugriff auf die Kamera wurde nicht gewährt. Bitte ziehen Sie in Betracht den Benutzer auf die iOS App-Einstellungen zu verweisen, wo der Kamerazugriff erlaubt werden kann. Das AV SDK benötigt Kamerazugriff.
es: Has denegado el acceso a la cámara. Considera dirigir al usuario a los ajustes de iOS donde se puede conceder el acceso a la cámara. El AV SDK requiere acceso a la cámara.
fr: Vous avez refusé l'accès à la caméra. Envisagez de diriger l'utilisateur vers les paramètres d'iOS où l'accès à la caméra peut être accordé. Le AV SDK nécessite l'accès à la caméra.
it: Hai negato l'accesso alla fotocamera. Considera di indirizzare l'utente alle impostazioni di iOS dove può essere concesso l'accesso alla fotocamera. L'AV SDK richiede l'accesso alla fotocamera.
ja: カメラへのアクセスが拒否されました。ユーザーをiOSの設定に誘導して、カメラアクセスを許可することを検討してください。AV SDKはカメラアクセスが必要です。
zh_hans: 您已拒绝相机访问权限。考虑引导用户前往iOS设置，以授予相机访问权限。AV SDK需要使用相机。
zh_hant: 您已拒絕相機訪問。建議將用戶引導至iOS設置，以便授予相機訪問權限。AV SDK需要相機訪問權限。

# camera_unavailable.title
source: Camera Unavailable
ar: الكاميرا غير متاحة
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
it: Fotocamera non disponibile
ja: カメラが利用できません
zh_hans: 相机不可用
zh_hant: 相機不可用

# common.none
source: (none)
ar: (لا شيء)
de: (nicht verfügbar)
es: (ninguno)
fr: (aucun)
it: (nessuno)
ja: (なし)
zh_hans: (无)
zh_hant: (無)

# common.undefined
source: (undefined)
ar: (غير محدد)
de: (undefiniert)
es: (indefinido)
fr: (indéfini)
it: (indefinito)
ja: (未定義)
zh_hans: (未定义)
zh_hant: (未定義)

# common.unhandled
source: (unhandled)
ar: (غير معالج)
de: (unbehandelt)
es: (sin manejar)
fr: (non géré)
it: (non gestito)
ja: (未処理)
zh_hans: (未处理)
zh_hant: (未處理)

# device.compatibility_level
source: Compat. Level
ar: مستوى التوافق
de: Kompatibilität
es: Nivel de compatibilidad
fr: Niveau de compatibilité
it: Livello di compatibilità
ja: 互換性レベル
zh_hans: 兼容性水平
zh_hant: 兼容性等級

# device.compatibility_level.full
source: Full
ar: كامل
de: Vollständig
es: Completo
fr: Complet
it: Completo
ja: 完全
zh_hans: 完整
zh_hant: 完整

# device.compatibility_level.incompatble
source: Incompatible
ar: غير متوافق
de: Inkompatibel
it: Incompatibile
ja: 互換性がありません
zh_hans: 不兼容
zh_hant: 不相容

# device.compatibility_level.limited
source: Limited
ar: محدود
de: Eingeschränkt
es: Limitado
fr: Limité
it: Limitato
ja: 限定された
zh_hans: 有限
zh_hant: 有限

# device.compatible
source: Compatible
ar: متوافق
de: Kompatibel
it: Compatibile
ja: 互換性があります
zh_hans: 兼容
zh_hant: 兼容

# device.compatible.no
source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
zh_hans: 不
zh_hant: 不

# device.compatible.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
zh_hans: 是
zh_hant: 是

# device.title
source: Device Information
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
it: Informazioni sul dispositivo
ja: デバイス情報
zh_hans: 设备信息
zh_hant: 裝置資訊

# error.ok
source: OK
ar: حسنًا
es: Aceptar
fr: D'accord
zh_hans: 好的
zh_hant: 好的

# error.title
source: AV SDK Error
ar: خطأ AV SDK
de: AV SDK Fehler
es: Error de AV SDK
fr: Erreur AV SDK
it: Errore AV SDK
ja: AV SDKのエラー
zh_hans: AV SDK错误
zh_hant: AV SDK錯誤

# result.attestation_token
source: Attestation Token
ar: رمز التصديق
de: Beglaubigung
es: Token de atestación
fr: Jeton d'attestation
it: Token di attestazione
ja: 証明トークン
zh_hans: 认证令牌
zh_hant: 認證令牌

# result.attestation_token.received
source: received
ar: تم الاستلام
de: empfangen
es: recibido
fr: reçu
it: ricevuto
ja: 受け取った
zh_hans: 已接收
zh_hant: 已接收

# result.auth_result
source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ja: 結果
zh_hans: 结果
zh_hant: 結果

# result.code_text
source: Code Text
ar: نص الكود
es: Texto del Código
fr: Texte du Code
it: Testo del Codice
ja: コードテキスト
zh_hans: 代码文本
zh_hant: 代碼文本

# result.code_type
source: Code Type
ar: نوع الكود
de: Code-Typ
es: Tipo de código
fr: Type de code
it: Tipo di codice
ja: コードの種類
zh_hans: 代码类型
zh_hant: 代碼類型

# result.footer
source: Tap a row to copy its value to clipboard.
ar: اضغط على الصف لنسخ قيمته إلى الحافظة.
de: Tippen Sie eine Zeile an, um den Wert in die Zwischenablage zu kopieren.
es: Toque una fila para copiar su valor al portapapeles.
fr: Appuyez sur une ligne pour copier sa valeur dans le presse-papiers.
it: Tocca una riga per copiarne il valore negli appunti.
ja: クリップボードに値をコピーするには行をタップします。
zh_hans: 点击一行以将其值复制到剪贴板。
zh_hant: 點擊一行以將其值複製到剪貼板。

# result.session_id
source: Session ID
ar: معرف الجلسة
de: Sitzungskennung
es: ID de Sesión
fr: Identifiant de session
it: ID Sessione
ja: セッションID
zh_hans: 会话ID
zh_hant: 會話 ID

# result.title
source: Scan Result
ar: نتيجة المسح
de: Scanergebnis
es: Resultado del escaneo
fr: Résultat de la numérisation
it: Risultato della scansione
ja: スキャン結果
zh_hans: 扫描结果
zh_hant: 掃描結果

# result.url.campaign
source: Campaign URL
ar: عنوان URL الحملة
de: URL der Kampagne
es: URL de la campaña
fr: URL de campagne
it: URL della campagna
ja: キャンペーンURL
zh_hans: 活动URL
zh_hant: 活動URL

# result.url.error
source: Error URL
ar: عنوان URL للخطأ
de: Fehler-URL
es: URL de error
fr: URL d'erreur
it: URL di errore
ja: エラーURL
zh_hans: 错误URL
zh_hant: 錯誤URL

# scan.attestation_toggle
source: Request Attestation Token
ar: طلب رمز التصديق
de: Beglaubigung beantragen
es: Solicitar Token de Attestación
fr: Demander un jeton d'attestation
it: Richiedi Token di Attestazione
ja: アテステーショントークンを要求する
zh_hans: 请求认证令牌
zh_hant: 請求認證令牌

# scan.button
source: Start Scan
ar: بدء المسح
de: Neuer Scan
es: Nuevo Escaneo
fr: Nouvelle Analyse
it: Nuova Scansione
ja: 新しいスキャン
zh_hans: 新扫描
zh_hant: 新掃描

# scan.button.subtitle
source: Results for a single scan will be displayed below
ar: سيتم عرض نتائج فحص واحد أدناه
de: Die Ergebnisse für einen Scan werden unten angezeigt
es: Los resultados de un único escaneo se mostrarán a continuación
fr: Les résultats d'un seul scan seront affichés ci-dessous
it: I risultati di una singola scansione saranno visualizzati sotto
ja: 1回のスキャンの結果は以下に表示されます
zh_hans: 单次扫描的结果将显示在下方
zh_hant: 單次掃描的結果將顯示在下方

# scan.footer
source: The attestation tokens enable validation of scan results on your server. Scans will take a bit longer when an attestation token is requested.
ar: تمكّن رموز الإثبات من التحقق من نتائج المسح الضوئي على الخادم الخاص بك. ستستغرق عمليات المسح وقتًا أطول عند طلب رمز إثبات.
de: Per Beglaubigung können Scanergebnisse auf dem Server überprüft werden. Scans dauern etwas länger wenn eine Beglaubigung beantragt wurde.
es: Los tokens de atestiguación permiten la validación de los resultados del escaneo en tu servidor. Los escaneos tomarán un poco más de tiempo cuando se solicite un token de atestiguación.
fr: Les jetons d'attestation permettent la validation des résultats de scan sur votre serveur. Les scans prendront un peu plus de temps lorsqu'un jeton d'attestation est demandé.
it: I token di attestazione consentono la convalida dei risultati della scansione sul tuo server. Le scansioni impiegheranno più tempo quando viene richiesto un token di attestazione.
ja: 証明トークンにより、サーバー上でのスキャン結果の検証が可能になります。証明トークンが要求された場合、スキャンには少し時間がかかります。
zh_hans: 鉴证令牌可启用对服务器上扫描结果的验证。当请求鉴证令牌时，扫描将需要更长时间。
zh_hant: 鑒證令牌可啟用對服務器上掃描結果的驗證。當請求鑒證令牌時，掃描將需要更長時間。

# version.title
source: Version Information
ar: معلومات الإصدار
de: Versionsinformationen
es: Información de la versión
fr: Informations sur la version
it: Informazioni sulla versione
ja: バージョン情報
zh_hans: 版本信息
zh_hant: 版本信息
